{
    "language.english": "Englisch",
    "language.german": "Deutsch",
    "english": "deutsch",
    "Let's talk!": "ansprechen!",
    "Scroll down": "runter scrollen ",
    "Hi, I am a Front-End developer based Austria. I am 30 years old and live with my fiancée and our dog in the modest village of Bockfließ near Vienna. My strengths include commitment, reliability, communication skills, and self-reflection.": "Hallo, ich bin ein Front-End-Entwickler aus Österreich. Ich bin 30 Jahre alt und lebe mit meiner Verlobten und unserem Hund im bescheidenen Dorf Bockfließ in der Nähe von Wien. Meine Stärken sind Engagement, Zuverlässigkeit, Kommunikationsfähigkeiten und Selbstreflexion.",
    "I have developed my front-end skills primarily through my education at the Developer Academy in Munich, where I had the opportunity to work on numerous projects. A selection of these projects can be found in the Portfolio section.": "Ich habe meine Front-End-Fähigkeiten hauptsächlich durch meine Ausbildung an der Developer Academy in München entwickelt, wo ich die Möglichkeit hatte, an zahlreichen Projekten zu arbeiten. Eine Auswahl dieser Projekte finden Sie im Portfolio-Bereich.",
    "I particularly enjoy the agile teamwork, the challenging nature of software development, and the wide spectrum of learning domains. I am eagerly looking forward to embarking on more projects!": "Besonders gerne arbeite ich im agilen Teamwork, der herausfordernden Natur der Softwareentwicklung und dem breiten Spektrum der Lernbereiche. Ich freue mich schon darauf, weitere Projekte anzugehen!",
    "I have grown my frontend developments skills that have allowed me to create different real projects.": "Ich habe meine Frontend-Entwicklungsfähigkeiten erweitert, die es mir ermöglicht haben, verschiedene reale Projekte zu erstellen.",
    "Get in touch": "Kontakt",
    "Explore a selection of my work here- Interact with projects to see my skills in action.": "Erkunde hier eine Auswahl meiner Arbeiten - Interagiere mit Projekten, um meine Fähigkeiten in Aktion zu sehen.",
    "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.": "Task-Manager, inspiriert vom Kanban-System. Erstelle und organisiere Aufgaben mithilfe von Drag-and-Drop-Funktionen, weise Benutzer und Kategorien zu.",
    "A simple Jump-and-Run game based on an object-oriented approach. Help Pepe to find coins and salsa bottles to fight against the killer chicken.": "Ein einfaches Jump-and-Run-Spiel basierend auf einem objektorientierten Ansatz. Hilf Pepe, Münzen und Salsafalschen zu finden, um gegen das Killerhuhn zu kämpfen.",
    "My Approach to the famous Pokedex. Based on the PokéAPI a simple library that provides and catalogues pokemon information.": "Mein Ansatz für das berühmte Pokédex. Basierend auf der PokéAPI ist es eine einfache Bibliothek, die Pokémon-Informationen bereitstellt und katalogisiert.",
    "Got a problem to solve?": "Auf der Suche nach Lösungen?",
    "Contact me through this form, I am interested in hearing from you, knowing your ideas and contributing to your projects with my work.": "Kontaktieren Sie mich über dieses Formular. Ich interessiere mich dafür, von Ihnen zu hören, Ihre Ideen kennenzulernen und mit meiner Arbeit zu Ihren Projekten beizutragen.",
    "Need a Frontend developer?": "Sie brauchen einen Frontend Entwickler?",
    "Contact me!": "Kontaktieren Sie mich!",
    "Success! Thank you, for your message": "Erfolgreiche Eingabe! Danke für Ihre Nachricht!",
    "Your name is required": "Bitte Namen eingeben",
    "Your email is required": "Bitte Mailadresse eingeben",
    "Your message is empty": "Bitte Nachricht eingeben",
    "I've read the": "Ich habe die",
    "privacy policy": "Datenschutzerklärung",
    "and agree to the processing of my data as outlined": "gelesen und akzeptiert",
    "Send message": "Text senden",
    "Your name": "Ihr Name",
    "Your email": "Ihre Email",
    "Your message": "Ihre Nachricht",
    "Imprint": "Impressum",

    "Privacy Policy": "Datenschutzerklärung",
    "1. Data protection at a glance": "1. Datenschutz auf einen Blick",
    "General Information": "Allgemeine Informationen",
    "The following information provides a simple overview of what happens to your personal data when you visit this website. Personal data are all data with which you can be personally identified. Detailed information on the subject of data protection can be found in our privacy policy listed below this text.": "Die folgenden Informationen bieten einen einfachen Überblick darüber, was mit Ihren persönlichen Daten passiert, wenn Sie diese Website besuchen. Personenbezogene Daten sind alle Daten, mit denen Sie persönlich identifiziert werden können. Detaillierte Informationen zum Thema Datenschutz finden Sie in unserer Datenschutzerklärung, die unterhalb dieses Textes aufgeführt ist.",
    "Data collection on this website": "Datenerfassung auf dieser Website",
    "Who is responsible for data collection on this website?": "Wer ist verantwortlich f&uuml;r die Datenerfassung auf dieser Website?",
    "Data processing on this website is carried out by the website operator. You can find their contact details in the 'Responsible Party' section of this privacy policy.": "Die Datenverarbeitung auf dieser Website erfolgt durch den Websitebetreiber. Dessen Kontaktdaten k&ouml;nnen Sie dem Abschnitt 'Hinweis zur Verantwortlichen Stelle' in dieser Datenschutzerkl&auml;rung entnehmen.",
    "How do we collect your data?": "Wie erfassen wir Ihre Daten?",
    "Your data is collected in part by providing it to us. This may be data that you enter in a contact form, for example.": "Ihre Daten werden zum einen dadurch erhoben, dass Sie uns diese mitteilen. Hierbei kann es sich z.&nbsp;B. um Daten handeln, die Sie in ein Kontaktformular eingeben.",
    "Other data is automatically collected by our IT systems when you visit the website. These are mainly technical data (e.g. internet browser, operating system, or time of page access). This data is collected automatically as soon as you enter this website.": "Andere Daten werden automatisch oder nach Ihrer Einwilligung beim Besuch der Website durch unsere IT-Systeme erfasst. Das sind vor allem technische Daten (z.&nbsp;B. Internetbrowser, Betriebssystem oder Uhrzeit des Seitenaufrufs). Die Erfassung dieser Daten erfolgt automatisch, sobald Sie diese Website betreten.",
    "What do we use your data for?": "Wof&uuml;r nutzen wir Ihre Daten?",
    "Some of the data is collected to ensure the proper functioning of the website. Other data may be used to analyze your user behavior.": "Ein Teil der Daten wird erhoben, um eine fehlerfreie Bereitstellung der Website zu gew&auml;hrleisten. Andere Daten k&ouml;nnen zur Analyse Ihres Nutzerverhaltens verwendet werden."
}